{"data":{"prompts_ought":[[[["Consider that people don’t typically stay seated when the national anthem is played.","Is it wrong or right for people to stay seated when the national anthem is played?","Should people stay seated when the national anthem is played?"],["Consider that people typically stand when the national anthem is played.","Is it wrong or right for people to stand when the national anthem is played?","Should people stand when the national anthem is played?"]],[["Think about how people don’t typically give sweaters as gifts on Valentine’s Day","Is it wrong or right for people to give sweaters as gifts on Valentine’s Day?","Should people give sweaters as gifts on Valentine’s Day?"],["Think about how people typically give roses as gifts on Valentine's Day.","Is it wrong or right for people to give roses as gifts on Valentine’s Day?","Should people give roses as gifts on Valentine’s Day?"]],[["Think about how people often go watch a movie when they go on dates.","Is it wrong or right for people to go watch a movie when they go on dates?","Should people go watch a movie when they go on dates?"],["Think about how people seldom go play video games when they go on dates.","Is it wrong or right for people go play video games when they go on dates?","Should people go play video games when they go on dates?"]],[["Think about how people seldom celebrate their birthdays by themselves.","Is it wrong or right for people to celebrate their birthdays by themselves?","Should people celebrate their birthdays themselves?"],["Think about how people often celebrate their birthdays with other people.","Is it wrong or right for people to celebrate their birthdays with other people?","Should people celebrate their birthdays with other people?"]],[["Think about how doctors usually wear white coats.","Is it wrong or right for doctors to wear white coats?","Should doctors wear white coats?"],["Think about how doctors don’t usually wear purple coats.","Is it wrong or right for doctors to wear purple coats?","Should doctors wear purple coats?"]],[["Think about how few professionals wear clothing that has bright colors or bold patterns.","Is it wrong or right for professionals to wear clothing that has bright colors or bold patterns?","Should professionals wear clothing that has bright colors or bold patterns?"],["Think about how a lot of professionals wear dark-colored clothing.","Is it wrong or right for professionals to wear dark-colored clothing?","Should professionals wear dark-colored clothing?"]],[["Consider that people don’t generally touch elbows when they first meet.","Is it wrong or right for people to touch elbows when they first meet?","Should people touch elbows when they first meet?"],["Consider that people generally shake hands when they first meet.","Is it wrong or right for people to shake hands when they first meet?","Should people shake hands when they first meet?"]],[["Consider that most men wear their hair short.","Is it wrong or right for men to wear their hair short?","Should men wear their hair short?"],["Consider that few men wear their hair long.","Is it wrong or right for men to wear their hair long?","Should men wear their hair long?"]],[["For this question, please slide all the range sliders all the way to the left to indicate that you are paying attention","Is it wrong or right to slide the range slider all the way to the left?","Should one slide the range slider all the way to the left?"],["For this question, please slide all the range sliders all the way to the left to indicate that you are paying attention","Is it wrong or right to slide the range slider all the way to the left?","Should one slide the range slider all the way to the left?"]],[["Consider that couples typically live in a different house than their relatives.","Is it wrong or right for couples to live in a different house than their relatives?","Should couples live in a different house than their relatives?"],["Consider that couples don’t typically live in the same house as their relatives.","Is it wrong or right for couples to live in the same house as their relatives?","Should couples live in the same house as their relatives?"]],[["Think about how men and women typically don’t share the same public bathrooms.","Is it wrong or right for men and women to share the same public bathrooms?","Should men and women share the same public bathrooms?"],["Think about how men and women typically have separate public bathrooms.","Is it wrong or right for men and women to have separate public bathrooms?","Should men and women have separate public bathrooms?"]],[["Consider that children typically address their teachers with “Ms.,” “Mrs.,” or “Mr.”","Is it wrong or right for children address their teachers with “Ms.,” “Mrs.,” or “Mr.”?","Should children address their teachers with “Ms.,” “Mrs.,” or “Mr.”?"],["Consider that children don’t typically address their teachers by their first name.","Is it wrong or right for children to address their teachers by their first name?","Should children address their teachers by their first name?"]],[["Consider that people often pay money to watch others play sports.","Is it wrong or right for people to pay money to watch others play sports?","Should people pay money to watch others play sports?"],["Consider that people seldom pay money to watch others play video games.","Is it wrong or right for people to pay money to watch others play video games?","Should people pay money to watch others play video games?"]]]],"prompts_inherence":[[["Dollar bills are green because of something about dollar bills or about the color green—maybe since green is the color of trees it symbolizes endurance and trust and thus was chosen for money.","Dollar bills are green because of some historical or contextual reason—maybe green dyes were plentiful and cheap when dollar bills were first made and then the tradition just continued."],["Pink is the color associated with girls because of something about the color pink or about girls— maybe because pink's flower-like appearance matches girls' dainty nature.","Pink is the color associated with girls because of some historical or contextual reason—maybe because businesses promoted pink products for girls over the last century."],["Weekends consist of Saturday and Sunday because of something about weekends or about Saturday and Sunday—maybe Saturday and Sunday are holy days for many people, so people wouldn't be able to work.","Weekends consist of Saturday and Sunday because of some historical or contextual reason— maybe because the labor movement of the early 20th century made a push for more free time for workers."],["Intelligent organisms on Earth have 2 arms and 2 legs because of something about intelligent organisms or about having 2 arms and 2 legs—maybe having 2 arms and 2 legs is the perfect balance between tool use and locomotion for intelligent organisms.","Intelligent organisms on Earth have 2 arms and 2 legs because of some historical or contextual reason—maybe because the animals they just happened to evolve from had similar appendages."],["Parents and children sleep in different beds because of something about the parent-child relationship or about the act of sleeping in separate beds—maybe one of the critical components of the parent-child relationship is teaching children independence.","Parents and children sleep in different beds because of some historical or contextual reason— maybe it became popular to sleep in separate beds when wealthy people began to have nannies who would watch children at night."],["Intelligent organisms on Earth fully pay attention when taking surveys because of something about intelligent organisms or about taking surveys—maybe paying attention allows intelligent organisms to contribute to research productively. For this item can you please choose choice five?","Intelligent organisms on Earth fully pay attention when taking surveys because of some historical or contextual reason— maybe because taking surveys became a popular way to make money with the rise of technology over time. For this item can you please choose choice three?"],["Intelligent organisms on Earth have eyes and ears because of something about intelligent organisms or about eyes and ears—maybe eyes and ears work well for perceiving the world.","Intelligent organisms on Earth have eyes and ears because of some historical or contextual reason—maybe because of some of the randomness of evolution, which means that other sensory organs would have been just as effective."],["We drink orange juice for breakfast because of something about orange juice or about breakfast— maybe the citrus aroma is refreshing and helps us to wake up.","We drink orange juice for breakfast because of some historical or contextual reason—maybe because orange growers a long time ago promoted orange juice for breakfast in an effort to sell more oranges."],["There are 7 days in a week because of something about the quantity of 7 days or about the week as a marker of time—maybe the week is meant to align with phases of the moon, which are about 7 days long.","There are 7 days in a week because of some historical or contextual reason—maybe because ancient calendar-makers happened to pick this number and then the convention just continued."],["Engagement rings typically have diamonds because of something about engagement rings or about diamonds—maybe diamonds' rarity and value is a match for the value of romantic love.","Engagement rings typically have diamonds because of some historical or contextual reason— maybe some marketing campaigns from the past are responsible for the association of diamonds with romantic love."],["Wedding dresses are white because of something about the color white or about wedding dresses—maybe because the untainted nature of white reminds people of pure love.","Wedding dresses are white because of some historical or contextual reason—maybe because someone famous wore a white wedding dress, which started a trend that continues to this day."],["We use red in traffic lights to mean \"stop\" because of something about the color red or about stop lights—maybe the color red inherently acts as a warning.","We use red in traffic lights to mean \"stop\" because of some historical or contextual reason— maybe the color was arbitrarily assigned to this meaning a long time ago and we simply continued using it since."],["Toothpaste is flavored with mint because of something about toothpaste or about mint—maybe the tingling sensation of mint makes one's teeth and gums feel extra clean.","Toothpaste is flavored with mint because of some historical or contextual reason—maybe because mint was cheap and readily available in the US at the time modern toothpaste began being made."],["Black is associated with funerals because of something about the color black or about funerals—maybe because the darkness of black conveys how people feel at funerals.","Black is associated with funerals because of some historical or contextual reason—maybe because an ancient people originated the practice for some idiosyncratic reason and then spread it to many parts of the world."],["We don't keep chipmunks as pets because of something about chipmunks or about pets—maybe because chipmunks don't like to be picked up or held.","We don't keep chipmunks as pets because of some historical or contextual reason—maybe because they happened to be absent from the geographical areas where humans started to domesticate animals thousands of years ago."],["Intelligent organisms on Earth communicate through sound because of something about intelligent organisms or about communicating through sounds—maybe communicating through sound allows intelligent organisms to communicate over longer distances or while engaged in other activities.","Intelligent organisms on Earth communicate through sound because of some historical or contextual reason—maybe because the Earth's atmosphere just happens to support far-reaching sound transmission."]]],"prompts_crt":[["Sally is making sun tea. Every hour, the concentration of the tea doubles. If it takes 6 hours for the tea to be ready, how long would it take for the tea to reach half of the final concentration?","Soup and salad cost $5.50 in total. The soup costs a dollar more than the salad. How much does the salad cost?","If it takes 2 nurses 2 minutes to measure the blood pressure of 2 patients, how long would it take 200 nurses to measure the blood pressure of 200 patients?"]],"intrinsic":[],"extrinsic":[],"should":[],"rightwrong":[],"education":["4"],"political":["4"],"crt":[]}}